tap "aws/tap"
tap "azure/functions"
tap "dandavison/open-in-editor", "https://github.com/dandavison/open-in-editor.git"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "discoteq/discoteq"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ms-jpq/sad"
tap "mveritym/mel"
tap "nsabovic/linuxonmac"
tap "rbenv/tap"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
tap "wez/wezterm"
cask "amethyst"
cask "appcleaner"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "github"
cask "java8"
cask "maccy"
cask "neovide"
cask "ngrok"
cask "open-in-editor"
cask "osxfuse"
cask "visual-studio-code"
cask "vnc-viewer"
brew "aom"
brew "atuin"
brew "aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bat-extras"
brew "bottom"
brew "chafa"
brew "chruby"
brew "cmake"
brew "colima"
brew "coreutils"
brew "derailed/k9s/k9s"
brew "docker"
brew "docker-compose"
brew "fd"
brew "findutils"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdbm"
brew "gettext"
brew "git"
brew "git-delta"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnutls"
brew "go"
brew "gping"
brew "grep"
brew "harfbuzz"
brew "hashicorp/tap/terraform"
brew "hdf5"
brew "helm"
brew "htop"
brew "jesseduffield/lazygit/lazygit"
brew "jpeg-xl"
brew "jq"
brew "kubernetes-cli"
brew "less"
brew "libarchive"
brew "libass"
brew "libffi"
brew "libheif"
brew "libidn2"
brew "libmpc"
brew "libpng"
brew "libraw"
brew "libssh2"
brew "libtool"
brew "libusb"
brew "libyaml"
brew "lima"
brew "little-cms2"
brew "lsd"
brew "lua-language-server"
brew "luajit"
brew "luajit-openresty"
brew "m-cli"
brew "make"
brew "mdcat"
brew "ms-jpq/sad/sad"
brew "mveritym/mel/kubedecode"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openjdk"
brew "openjdk@11"
brew "openssl@1.1"
brew "openssl@3"
brew "pango"
brew "perl"
brew "pkg-config"
brew "pstree"
brew "pure"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "ragel"
brew "rbenv/tap/openssl@1.0"
brew "ripgrep"
brew "ruby-install"
brew "rust"
brew "rustup-init"
brew "showkey"
brew "siege"
brew "socat"
brew "sponge"
brew "spotify-tui"
brew "srt"
brew "stern"
brew "swagger-codegen"
brew "tcptraceroute"
brew "telnet"
brew "trash"
brew "tree"
brew "tree-sitter"
brew "unbound"
brew "universal-ctags"
brew "watch"
brew "webp"
brew "wget"
brew "zplug"
brew "zsh"
brew "zsh-async"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
vscode "GitHub.remotehub"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "letmaik.git-tree-compare"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "sumneko.lua"
