tap "azure/functions"
tap "derailed/k9s"
tap "deskflow/homebrew-tap"
tap "FelixKratz/formulae"
tap "hashicorp/tap"
tap "isen-ng/dotnet-sdk-versions"
tap "ms-jpq/sad"
tap "mveritym/mel"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "oven-sh/bun"
tap "powershell/tap"
tap "snyk/tap"
tap "turbot/tap"
cask "appcleaner"
cask "container"
cask "deskflow/homebrew-tap/deskflow"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "isen-ng/dotnet-sdk-versions/dotnet-sdk10-0-100"
cask "isen-ng/dotnet-sdk-versions/dotnet-sdk6-0-400"
cask "isen-ng/dotnet-sdk-versions/dotnet-sdk7-0-400"
cask "isen-ng/dotnet-sdk-versions/dotnet-sdk8-0-400"
cask "isen-ng/dotnet-sdk-versions/dotnet-sdk9-0-300"
cask "kitty"
cask "linearmouse"
cask "maccy"
cask "miniforge"
cask "nikitabobko/tap/aerospace"
cask "only-switch"
cask "postman"
cask "r-app"
cask "raycast"
cask "spotify"
cask "temurin@21"
cask "visual-studio-code"
cask "windows-app"
cask "xquartz"
cask "zed"
brew "aria2"
brew "atuin"
brew "azure-cli"
brew "azure/functions/azure-functions-core-tools@4"
brew "bash"
brew "bat-extras"
brew "bat"
brew "bottom"
brew "ca-certificates"
brew "cargo-binstall"
brew "chafa"
brew "cmake"
brew "coreutils"
brew "derailed/k9s/k9s"
brew "displayplacer"
brew "fd"
brew "FelixKratz/formulae/borders"
brew "FelixKratz/formulae/sketchybar"
brew "ffuf"
brew "findutils"
brew "fnm"
brew "fx"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdbm"
brew "gettext"
brew "gettext"
brew "git-delta"
brew "git"
brew "gitleaks"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnutls"
brew "go"
brew "gping"
brew "gradle"
brew "grep"
brew "hashicorp/tap/terraform"
brew "hdf5"
brew "helm"
brew "htop"
brew "imagemagick"
brew "jq"
brew "jqp"
brew "kubernetes-cli"
brew "lazygit"
brew "less"
brew "libb2"
brew "localai"
brew "luajit-openresty"
brew "luajit"
brew "luarocks"
brew "make"
brew "mcat"
brew "ms-jpq/sad/sad"
brew "mveritym/mel/kubedecode"
brew "neovim"
brew "nmap"
brew "openssl"
brew "oven-sh/bun/bun"
brew "parallel"
brew "pkgconf"
brew "pkgconfig"
brew "podman"
brew "poppler"
brew "powershell/tap/powershell"
brew "proxychains-ng"
brew "pstree"
brew "pure"
brew "pyenv"
brew "readline"
brew "resvg"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rustup"
brew "sevenzip"
brew "showkey"
brew "siege"
brew "snyk/tap/snyk"
brew "socat"
brew "sqlite3"
brew "stern"
brew "tcl-tk@8"
brew "tcptraceroute"
brew "telnet"
brew "terraform-docs"
brew "tflint"
brew "tree-sitter"
brew "tree"
brew "trufflehog"
brew "turbot/tap/steampipe"
brew "watch"
brew "wget"
brew "xcodes"
brew "xz"
brew "yazi", args: ["HEAD"]
brew "zig"
brew "zlib"
brew "zoxide"
brew "zplug"
brew "zsh-async"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zstd"
